<!DOCTYPE html><html lang="en"><head><link rel="stylesheet" href="/lab.0f90a910.css"><title>about</title></head><body><header> <ul> <li><a href="/index.html">home</a></li><li><a href="/about.html">about</a></li><li><a href="/escritos.html">Escritos</a></li><li><a href="/sobremi.html">Sobre mi</a></li><li><a href="/obra.html">Obra</a></li><li><a href="/lab.html">Lab</a></li></ul></header><header><h1 class="titlePage">Sergio For&eacute;s</h1><p class="subTitlePage">&quot;El Arte de experimentar y comprender la l&oacute;gica de estar vivo&quot;</p></header><div class="bgcolor-grey-1 grid"><figure class="grid__item"><img src="/ubicacion-paraque.b8721bdc.svg"><figcaption><small>Me hart&eacute; de buscar y hasta de encontrar... <br> ten&iacute;a que haber algo m&aacute;s. Me preguntaba: <br> &iquest;y todo esto para qu&eacute;?</small></figcaption></figure><article class="grid__item"><h2>Mi historia</h2><p>Mi vida era un continuo buscar, acumular y perseguir experiencias que me dijeran qui&eacute;n soy, &laquo;para qu&eacute;&raquo; estoy en este mundo y cu&aacute;l es el sentido de mi vida. Ninguna explicaci&oacute;n era suficiente, lo que anhelaba era saber como es que estoy implicado en la existencia, buscaba evidencias, sentirme totalmente lleno, sujeto a algo hasta que colaps&eacute; en una profunda crisis existencial, un apag&oacute;n total. Y ah&iacute;, a solas, en lo m&aacute;s profundo del pozo pas&eacute; de estar en modo interferencia a modo puente. Por primera vez en mi vida, en medio del caos pude ver el orden.</p><p></p></article></div><div class="grid"><p class="grid__item">Para m&iacute; fue un descubrimiento tan grande que quise materializarlo, aterrizarlo y, sobretodo, compartirlo con otros. Se inici&oacute; este proceso vivo que lleva a&ntilde;os creciendo y madurando, voy eliminando las piezas de un gigantesco puzzle como en el juego del Tetris; sorprendi&eacute;ndome ante la absoluta precisi&oacute;n con la que encajan para luego des-aparecer. Porque no es a&ntilde;adir, sino quitar lo aparente. He aprendido a no buscar lo que <strong>falta</strong>, sino a encontrar lo que sobra...</p><p class="grid__item">Aquella Crisis Existencial fue lo mejor que me pudo haber pasado, porque dio un fin y un sentido a toda esa b&uacute;squeda espitirual, profesional, intelectual, etc. Gracias a los procesos que viv&iacute; pude comprender la verdadera funci&oacute;n f&eacute;rtil y creativa que tiene el vac&iacute;o en mi vida, porque no se trata de lo que tenemos, nisiquiera de lo que somos, de lo que se trata es de encontrarnos a nosotros mismos en el verdadero lugar donde estamos. Cada instante es una oportunidad para darnos cuenta de una l&oacute;gica coherente que es universal.</p><figure class="grid__item"><img class="rounded" src="/sergiofores.e64ef992.jpg"></figure></div><main class="content"><hr><h2>Background</h2><section><p>Ya desde muy ni&ntilde;o sent&iacute;a verdadera pasi&oacute;n por el dibujo. Me pasaba muchas horas dibujando y mientras lo hacia me sentia a salvo, resguardado de este mundo tan grande y misterioso que me superaba y no podia controlar. Sencillamente me encontraba en mi salsa dibujando, era placentero, f&aacute;cil y me proporcionaba esa calma interior, ese sosiego de estar en casa. Pero, espera... &iquest;he dicho &quot;facil&quot;? No pod&iacute;a ser, hab&iacute;a que complicarlo un poco m&aacute;s...</p><div class="grid"><figure><img src="/dibujo.28781e53.jpg"></figure><p>Cuando entr&eacute; en la adolescencia ten&iacute;a &quot;muy claro&quot; que iba a ser pintor, artista. Fueron a&ntilde;os de exposiciones en bares, visitas a museos y mucho aprendizaje en el mundo de las artes pl&aacute;sticas, pero tras unos a&ntilde;os, a la edad de 20 a&ntilde;os, en pleno florecimiento de internet qued&eacute; fascinado por el potencial de los ordenadores para hacer cosas increibles.</p></div><p>Algo cambi&oacute; en mi cerebro la primera vez que dise&ntilde;&eacute; una web, era increible que haciendo click en un enlace sucedieran cosas. &iquest;Que brujer&iacute;a era esa? era como hacer magia, ten&iacute;a que aprender m&aacute;s... Buscando sentar las bases para un oficio menos bohemio y m&aacute;s acorde con el modelo de sociedad en el que me habia criado me puse a estudiar Arte Electr&oacute;nico y Dise&ntilde;o Digital en una escuela dirigida por Claudia Giannetti.</p><p>Luego, por el a&ntilde;o 2000 inicio mi carrera profesional como dise&ntilde;ador web (html y css), dise&ntilde;o gr&aacute;fico, y dise&ntilde;ando stands en 3D para ferias. A lo largo de los a&ntilde;os siguientes segu&iacute; aprendiendo y profundizando en un surtido de diferentes &aacute;reas como el dise&ntilde;o editorial o la creaci&oacute;n de temas en Wordpress, luego me fui especializando en dise&ntilde;o de interfaces de usuario y prototipado en el navegador.</p><p>A la edad de 40 a&ntilde;os ten&iacute;a una familia con dos hijos maravillosos, estudios, trabajaba en remoto para una multinacional, coche, casa, capacidades, conocimientos y entonces lleg&oacute; la pregunta: &iquest;Y todo esto para qu&eacute;?. La vida seguia siendo imposible de comprender del todo, los a&ntilde;os pasaban y todav&iacute;a no hab&iacute;a encontrado el sentido de mi existencia, segu&iacute;a siendo ese ni&ntilde;o que se sent&iacute;a vac&iacute;o por dentro y que se anestesiaba del mundo frente a un lapiz y un papel. En mi escondite todo era fant&aacute;stico pero irreal. Hasta que se rompi&oacute; la fantas&iacute;a.</p><p>Estudi&eacute; a ese ni&ntilde;o, me estudi&eacute; a mi mismo, reconoc&iacute; mis mecanismos inconscientes, revis&eacute; mis patrones de pensamiento, mis creencias, mi personaje, mi marioneta... y todo se vino abajo, cada capa de comprensi&oacute;n a la que llegaba s&oacute;lo me hac&iacute;a ver m&aacute;s claro ese vac&iacute;o que se iba apoderando de mi. Y la muerte repentina de mi padre me termin&oacute; de romper. La pulsi&oacute;n de muerte, el hast&iacute;o, la tristeza, el fin de las cosas, la noche oscura se apoderaba de m&iacute; y nada me ayudaba a salir de ah&iacute;. Todo me iba &quot;bien&quot;, ten&iacute;a cosas, ten&iacute;a recursos, ten&iacute;a salud, conocimientos, ten&iacute;a posibilidades pero la falta de ese &quot;algo b&aacute;sico&quot;, de esa verdad original y genu&iacute;na se me hizo insoportable.</p><p>Entonces lo v&iacute;. Cuando ya no pod&iacute;a m&aacute;s me rend&iacute; a esa angustia, ese fuego, ese ansia por conocer porqu&eacute; la vida es como es me quemaba por dentro... lo solt&eacute;. Este sujeto dej&oacute; de sujetarse. Aquella noche cerr&eacute; los ojos y v&iacute; la matriz que vertebra la realidad. Era como ba&ntilde;arme en un r&iacute;o, todo estaba en movimiento, la corriente ya segu&iacute;a un cauce l&oacute;gico y coherente. La vida se convirti&oacute; en un libro que ahora pod&iacute;a leer y decodificar.</p><p>Y desde ese punto empez&oacute; una nueva aventura; la vuelta a la tribu. El desaf&iacute;o de aterrizar, integrar y compartir con otros las cuatro cosas que hab&iacute;a descubierto. El desaf&iacute;o primero conmigo mismo, de contrastar todo eso que averigu&eacute; con lo que dec&iacute;an los antiguos pitag&oacute;ricos, los mitos cosmog&oacute;nicos, la c&aacute;bala, la astrolog&iacute;a, la geometr&iacute;a, la aritmosof&iacute;a... Si lo que vi era cierto ten&iacute;a que permitirme leer y discernir cualquier cosa; no solo mi realidad subjetiva sino la de los dem&aacute;s. Y as&iacute; fue. Lo que descubr&iacute; iba m&aacute;s all&aacute; de mi mismo, implicaba todo el contexto en el que estaba implicado. El proceso est&aacute; siendo encontrar las palabras exactas para decirlo y las formas id&oacute;neas para que sea usable, vivenciable, aprovechable por las personas que lo necesiten.</p><p>Vivimos una &eacute;poca de mucha perversi&oacute;n ideol&oacute;gica, estamos &quot;infoxizados&quot;. Hoy reina la confusi&oacute;n m&aacute;s que nunca, parad&oacute;gicamente, lo dificil ya no es encontrar las soluciones o grandes respuestas, lo dificil ahora es reconocerlas cuando se dan y discernir cu&aacute;les son leg&iacute;timas y genu&iacute;nas.</p></section><hr><section><h2>Lo qu&eacute; quiero que sepas de m&iacute;</h2><dl class="grid"><dd class="grid__item">No soy ning&uacute;n maestro, ni sabio, ni gur&uacute; pero tampoco un &quot;vendehumos&quot;. No estoy por encima pero tampoco por debajo de nadie. Mi &uacute;nico superpoder es darme cuenta de cosas que son obvias y puedo ayudar a otros que quieran verlas.</dd><dd>Mis recursos son conocimientos v&aacute;lidos y experiencias transitadas que pongo a tu disposici&oacute;n para que, interactuando juntos se puedan generar espacios de reconexi&oacute;n y di&aacute;logo con lo que la existencia quiere materializar a trav&eacute;s de nosotros.</dd><dd>Mi &uacute;ltimo aprendizaje vital ha sido la importancia de situarme en la parte donde realmente estoy para leer el contexto desde donde pertenezco y no caer en la ficci&oacute;n de estar en otras partes. Lo que no se pre-aclara se pre-supone y eso da lugar a malinterpretaciones.</dd><dd>La vida me ha puesto aqu&iacute; para servir a otros de catalizador, aunque no a todo el mundo, y mi aporte es una percepci&oacute;n multidimensional de lo que la Creaci&oacute;n Es, con todas las implicaciones que ello tiene, para acompa&ntilde;Arte y estimulArte en el desarrollo de cualquier proceso creativo.</dd></dl></section></main><footer class="blockquote--pie" style="background-image:url(img3.e593aca4.jpg);"><blockquote><h3>&quot;S&oacute;lo cuando bajamos al abismo recuperamos los aut&eacute;nticos tesoros de la vida.&quot;<br><small>&mdash; Joseph Campbell</small></h3></blockquote></footer><div id="footer"> <p>pie</p></div><script type="module" src="/lab.8558888f.js"></script><script src="/lab.ef61eb29.js" nomodule="" defer></script></body></html>